Revit 2027 API
StructuralSettings.SymbolicCutbackForColumn Property
 Symbolic cutback distance to be applied to all columns.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double SymbolicCutbackForColumn { get; set; }
Public Property SymbolicCutbackForColumn As Double
	Get
	Set
public:
property double SymbolicCutbackForColumn {
	double get ();
	void set (double value);
}
member SymbolicCutbackForColumn : float with get, set
Property Value
Double
See Also
Reference
StructuralSettings Class
Autodesk.Revit.DB.Structure Namespace